{
    "kz": {
      "home": "Туысқан",
      "about": "Біз",
      "aboutt": "Біз туралы",
      "menu": "Мәзір",
      "gallery": "Біз туралы",
      "contact": "Байланыс",
      "first": "Kofe, tańǵy as, jaqyndar, atmosfera",
      "a": " Bizdin mäzir",
      "br":"Tañğı astar jäne negizgi tağamdar",
      "r": "Dessertter",
      "e":"Bar",
      "p":"Mäzirdi qaraý",
      "w":"Arnayy tańdau",
      "o": "Kasha",
      "ol": "(kürişten, sülıdan, mannan)",
      "g": "Sütke pisirilgen kasha, badam japyraqtary, banan jäne jidekter",
      "sk": "Skrembl losos jäne avokado",
      "kr":"Skrembl, losos, avokado, baget, salat miksi",
      "st":"Біздің тарихымыз – Tuysqan Cafe.Tuysqan Cafe қарапайым, бірақ маңызды идеядан пайда болды: адамдар өздерін үйдегідей сезінетін, жылылық, дәмді тағам және шынайы қонақжайлыққа толы орын жасау. Қазақтың қонақты туысындай қарсы алу дәстүрінен шабыт алып, біз жай ғана кафе емес, нағыз қауымдастық құруды мақсат еттік.Біздің жолымыз үй тағамдарына деген құштарлық пен шынайы байланыстардан басталды. Әрбір тағамымыз – уақыт сынынан өткен дәстүрлі рецептер мен заманауи шығармашылықтың үйлесімі. Жайлы таңғы астан бастап, бай әрі дәмді десерттерге дейін – әрбір тағамымыз махаббатпен және қамқорлықпен дайындалады.Tuysqan Cafe-де біз тағамның адамдарды біріктіруге күші бар екеніне сенеміз. Сіз жақындарыңызбен бірге тамақтанып отырсаңыз да, не жалғыз тыныш сәтіңізді өткізіп жатсаңыз да, әр келген сайын өзіңізді үйдегідей сезінгеніңізді қалаймыз.Бұл – біздің оқиғамыз: махаббат, дәстүр және бірліктің тарихы. Біз оны сізбен бөлісуге қуаныштымыз.",
      "m":"Мәзір",
          "i":" Біздің тарихымыз",
          "b":" Қоңырау арқылы брондаңыз",
          "y":"Толығырақ оқыңыз",
          "v":"Tuysqan-ға келіңіз және...",
          "f":"Жағымды орта",
          "de":"Жайлы әрі стильді кеңістік, онда сіз демалып, әр сәттен ләззат ала аласыз.",
          "re":"Дәмді тағамдар",
          "n":"Жаңа піскен ингредиенттерден сүйіспеншілікпен және қамқорлықпен жасалған ерекше дәмдер.",
          "skk":"Тәжірибелі аспаздар",
          "out":"Біздің аспаздар сіздің дәм сезуіңізді қуанту үшін аспаздық туындылар жасайды.",
          "even":"Іс-шаралар мен кештер",
          "dis":"Ерекше сәттерді керемет тағам мен атмосферада атап өтуге тамаша орын!",
            "ex":"Зерттеңіз",
            "op":"Aшылуы/Жабылуы",
            "k":"Біз 2024 жылғы 31 тамызда ашылып, 7 филиалға дейін өстік.Tuysqan Cafe-де біз адамдардың жоғары сапалы тағамдардан, жайлы атмосферадан және тамаша қызметтен ләззат алуына мүмкіндік беретін жылы әрі қонақжай орын жасауды мақсат етеміз. Біздің мәзір мұқият жасақталған, дәстүрлі және заманауи дәмдерді үйлестіре отырып, әрбір қонақты қанағаттандыруға бағытталған.Әр жаңа филиалмен біз қонақжайлыққа деген құштарлығымызды және отбасы мен достар үшін жайлы кездесу орнын ұсынуға деген міндеттемемізді алып келеміз. Жылдам кофе ішуге, дәмді ас ішуге немесе ерекше мерекені атап өтуге келсеңіз де, Tuysqan Cafe сізді әрдайым қуана қарсы алады.",
            "c":"2024 Бизнес басталды",
            "j":"7 филиалмен",
            "ge":"2025 10k+ тіркелген клиенттер",
             "gp":"08:00/00:00 Aшылу/Жабылу",
             "tyi":"Біздің Клиенттер",
             "dat":"Әр күн сайын: 08:00/00:00"
    },
    "ru": {
      "home": "Главная",
      "about": "О нас",
      "menu": "Меню",
      "gallery": "О нас",
      "contact": "Контакты",
      "first": "Kofe, zavtraki, druzya, atmosfera",
      "a": "Наше меню",
      "br":"Завтраки и основные блюда",
      "r": "Десерты",
      "e":"Бар",
      "p":"Посмотреть меню",
      "w":"Особый выбор",
   
      "ol": "(рисовая,овсяная, манная)",
      "g": "Каша на молоке, лепестки миндаля, банан и ягоды",
       "sk": "Скрембл с лососем и авокадо",
       "kr":"Нежный скрембл, лосось, авокадо, багет, микс салата",
        "m":"Меню",
        "i":" Наша история",
           "b":" Забронируйте по звонку",
           "v":"Посетите Tuysqan и...",
           "f":"Свежая атмосфера",
           "de":" Уютное и стильное пространство, где вы можете расслабиться и насладиться каждым моментом.",
           "re":"Вкусная еда",
           "n":"Изысканные вкусы, приготовленные из свежих ингредиентов с любовью и заботой.",
           "skk":"Опытные шеф-повара",
           "out":"Наши шеф-повара создают кулинарные шедевры, чтобы порадовать ваши вкусовые рецепторы.",
           "even":"Мероприятия и вечеринки",
           "dis":"Идеальное место для празднования особенных моментов с отличной едой и атмосферой!",
           "ex":"Исследуйте",
           "op":"Oткрытo/Закрытo",
           "aboutt":"О нас",
           "k":"Мы открылись 31 августа 2024 года и выросли до 7 филиалов.В Tuysqan Cafe мы верим в создание теплой и уютной атмосферы, где люди могут наслаждаться качественной едой, приятной обстановкой и отличным сервисом. Наше меню тщательно составлено, сочетая традиционные и современные вкусы, чтобы удовлетворить каждого гостя.С каждым новым филиалом мы приносим нашу страсть к гостеприимству и стремление создать комфортное место для встреч с семьей и друзьями. Будь то быстрый кофе, вкусный обед или особенное торжество – Tuysqan Cafe всегда рад вас видеть.",
           "c":"2024 Начало бизнеса",
           "j":"7 филиалов",
           "ge":"2025 10k+ зарегистрированных клиентов",
             "gp":"08:00/00:00 Открыть/Закрыть",
             "tyi":"Наши Клиенты",
             "st":"Наша история – Tuysqan Cafe.Tuysqan Cafe родился из простой, но глубокой идеи: создать место, где люди чувствуют себя как дома – в атмосфере уюта, вкусной еды и искреннего гостеприимства. Вдохновленные казахской традицией встречать гостей как родных, мы хотели создать не просто кафе, а настоящую дружескую общину.Наш путь начался с любви к домашним вкусам и теплым встречам. Каждое блюдо, которое мы подаем, несет в себе историю, соединяя проверенные временем рецепты с нотками современной кулинарии. От уютных завтраков до насыщенных десертов – каждый кусочек приготовлен с заботой и любовью.В Tuysqan Cafe мы верим, что еда объединяет людей. Независимо от того, делитесь ли вы трапезой с близкими или наслаждаетесь моментом уединения, мы хотим, чтобы каждый ваш визит напоминал возвращение домой.Это наша история – история любви, традиций и единства. И мы рады поделиться ею с вами.",
               "dat":"Каждый день: 08:00/00:00"


    },
    "en": {
      "home": "Home",
      "about": "About",
      "menu": "Menu",
      "gallery": "About Us",
      "contact": "Contact",
      "first": "Coffee, breakfast, friends, atmosphere ",
      "a": "Our Menu",
      "br":"Breakfasts and Main dishes",
       "r": "Desserts",
       "e":"Bar",
       "p":"View Menu",
       "w":"Special Selection",
       "o": "Porridge",
       "g": "Milk-based porridge, almond flakes, banana, and berries",
       "sk": "Scrambled Eggs with Salmon and Avocado",
       "kr":"Delicate scrambled eggs, salmon, avocado, baguette, salad mix",
       "m":"Menu",
       "i":"Our Story",
          "b":"Book Through Call ",
          "v":"Visit Tuysqan and...",
          "f":"Fresh Environment",
          "de":"A cozy and stylish space where you can relax and enjoy every moment.",
          "re":"Delicious foods",
          "n":"Exquisite flavors made from fresh ingredients with love and care.",
          "skk":"Skilled Chefs",
          "out":"Our chefs create culinary masterpieces to delight your taste buds.",
          "even":"Event & Party",
          "dis":"The perfect place to celebrate special moments with  atmosphere!",
          "ex":"Explore",
          "op":"Open/Close",
           "aboutt":"About Us",
           "k":"We opened on August 31, 2024, and have grown to 7 branches.At Tuysqan Cafe, we believe in creating a warm and welcoming space where people can enjoy high-quality food, cozy ambiance, and excellent service. Our menu is crafted with care, offering a mix of traditional and modern flavors to satisfy every guest.With each new location, we bring our passion for hospitality and our commitment to providing a comfortable gathering place for family and friends. Whether you’re here for a quick coffee, a delicious meal, or a special celebration, Tuysqan Cafe is always happy to welcome you.",
           "c":"Started business",
           "j":"7 opened branch",
           "gp":"08:00/00:00 Open/Close",
           "ge":"2025 10k+ Registered customers",
           "tyi":"Our Clients",
           "st":"Our Story – Tuysqan Cafe.Tuysqan Cafe was born from a simple yet powerful idea: to create a place where people feel at home, surrounded by warmth, good food, and genuine hospitality. Inspired by the Kazakh tradition of welcoming guests like family, we wanted to build more than just a cafe—we wanted to build a community.Our journey began with a passion for homemade flavors and meaningful connections. Every dish we serve carries a story, blending time-honored recipes with a touch of modern creativity. From comforting breakfasts to rich, flavorful desserts, each bite is made with care and love.At Tuysqan Cafe, we believe that food has the power to bring people together. Whether you’re sharing a meal with loved ones or enjoying a quiet moment alone, we want every visit to feel like coming home.This is our story—one of love, tradition, and togetherness. And we’re honored to share it with you. in this text",
           "dat":"Every day: 08:00/00:00"
          }



       

    }
  
  